Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Defeat all enemy leaders
uk_ua: Убийте всіх командирів противника

source: Defeat all enemy leaders and commanders
uk_ua: Перемогти усіх ворожих лідерів та командирів

source: Defeat all enemy leaders except for one
uk_ua: Знищіть усіх ворожих лідерів, окрім одного

source: Defeat all enemy leaders using a well-chosen cadre of troops, taking care to manage your resources of gold and villages. All units have their own strengths and weaknesses; to win, deploy your forces to their best advantage while denying your foes the chance to do the same. As units gain experience, they acquire new abilities and become more powerful. Play in your own language and test your skill against a smart computer opponent, or join Wesnoth's large community of online players. Create your own custom units, scenarios or campaigns, and share them with others.
uk_ua: Подолайте всіх ватажків противників за допомогою вибраних військ, вміло розпоряджаючись своїми золотом і селами. У кожного бійця є свої переваги і недоліки; щоб перемогти, розгорніть свої війська якнайефективніше і не дайте своїм ворогам зробити те ж саме. Отримуючи досвід, бійці стають сильнішими та освоюють нові уміння. Ви можете грати на своїй рідній мові і перевірити свої здібності проти розумного комп'ютерного опонента або ж приєднатися до величезної спільноті гравців Wesnoth по мережі. Ви можете створити власні типи бійців, сценарії або кампанії і поділитися ними з іншими.

source: Defeat all monsters
uk_ua: Вбийте всіх чудовиськ

source: Defeat all of the Goblin marauders
uk_ua: Перемогти усіх гоблінів-мародерів

source: Defeat an Iron Mauler with Harper in Hide and Seek.
uk_ua: Переможіть Залізного Кулака, використовуючи Харпер, в сценарії "Хованки".

source: Defeat both enemy leaders
uk_ua: Перемогти обох ворожих лідерів

source: Defeat both wizards and Prince Haldric exits the sewer
uk_ua: Переможіть обох чарівників і виведіть принца Хальдріка з каналізації

source: Defeat enemy leader
uk_ua: Подолайте ворожого лідера

source: Defeat enemy leader(s)
uk_ua: Вбийте лідера(ів) противника

source: Defeat enemy leaders
uk_ua: Подолайте ворожих лідерів

source: Defeat one enemy leader, and resist the other until turns run out
uk_ua: Вбийте одного лідера противника і чиніть опір іншому до кінця ходів

source: Defeat remaining enemy units
uk_ua: Переможіть усіх ворогів

source: Defeat the Lich-Lord
uk_ua: Переможіть Владику-ліча

source: Defeat the Orc Leader
uk_ua: Подолайте ватажка орків

source: Defeat the Vampire Queen
uk_ua: Вбийте королеву вампірів

source: Defeat the Wesfolk Leader
uk_ua: Подолайте Весфолькську лідерку

source: Defeat the enemy general
uk_ua: Перемогти ворожого генерала

source: Defeat the enemy leader
uk_ua: Візьміть гору над ватажком противника

source: Defeat the enemy leaders
uk_ua: Вбийте лідера противника

source: Defeat the foolish hero
uk_ua: Вбийте нерозумного героя

source: Defeat the orcish leaders
uk_ua: Перемогти оркських лідерів

source: Defeat the orcs
uk_ua: Подолайте орків

source: Defeat:
uk_ua: Поразка:

source: Defeated, by humans?
uk_ua: Переможений, людьми?

source: Defend a location...
uk_ua: Обороняй місце...

source: Defend the river fort for two nights
uk_ua: Захистіть річковий форт протягом двох ночей

source: Defend this location
uk_ua: Обороняй це місце

source: Defender
uk_ua: Захисник

source: Defender resistance vs
uk_ua: Захисник вразливий до

source: Defender vulnerability vs
uk_ua: Захисник стійкий до

source: Defenders
uk_ua: Захисники

source: Defense
uk_ua: Захист

source: Defense Cap
uk_ua: Поріг захисту

source: Defense properties:
uk_ua: Властивості захисту:

source: Defense:
uk_ua: Захист:

source: Defenses
uk_ua: Захист

source: Defines whether the server will automatically save replays of games. (default: B<false>)
uk_ua: Визначає чи буде сервер автоматично зберігати повтори ігор (типово: B<false>)

source: Dela Keshar
uk_ua: Дела Кешар

source: Delay Shroud Updates
uk_ua: Затримати оновлення пелени

source: Delete
uk_ua: Видалити

source: Delete Attack
uk_ua: Видалити атаку

source: Delete Save
uk_ua: Видалити запис

source: Delete ToD
uk_ua: Видалити ЧД

source: Delete Unit
uk_ua: Вилучити бійця

source: Delete add-on
uk_ua: Видалити аддони

source: Delete add-on from server
uk_ua: Видалити аддон з серверу

source: Delete auto-saves at the end of scenarios
uk_ua: Видаляти автозбереження в кінці сценарію

source: Delete previous auto-saves on victory in all modes and defeat in multiplayer
uk_ua: Видаляти попередні автозбер. при перемозі (всі режими) і поразці (лише МП)

source: Deleting '$addon|' will permanently erase its download and upload counts on the add-ons server. Do you really wish to continue?
uk_ua: Видалення '$addon|' зітре навіки лічильник завантажень і вивантажень на цьому сервері аддонів. Ви справді бажаєте продовжити?

source: Delfador
uk_ua: Делфадор

source: Delfador and Leollyn met no more opposition in returning to Weldyn. As they entered the city, Delfador was amazed by its size, its grand walls and impressive citadel. After a night’s rest, Leollyn invited him to attend a meeting with the king himself. Garard, it seemed, was anxious to hear news from the borders of Wesnoth.
uk_ua: Делфадор і Леолин більше не зустріли перешкод на шляху до Велдину. Коли вони увійшли до міста, Делфадор був вражений його розмірами, грандіозними стінами і вражаючою цитаделлю. Після нічного відпочинку Леоллин запросив його на прийом до Короля. Здавалося, Гарард був заклопотаний вістями з кордонів Веснота.

source: Delfador and the elves went through the secret door and found themselves in the dungeon, a veritable maze of narrow corridors.
uk_ua: Делфадор і ельфи пройшли через таємний хід і вийшли до темниці, яка виявилася справжнім лабіринтом вузьких коридорів.

source: Delfador could. You will command the heavy infantry. Make sure to shield our mages in battle, for they are precious. Now go, close the portal and come back soon!
uk_ua: Делфадор зможе. Ти командуватимеш важкою піхотою. Переконайся, що маги захищені під час битви, оскільки вони дуже цінні. Тепер йди, закрийте портал та повертайся швидше!

source: Delfador followed Methor’s advice, and headed over the hills towards Weldyn. But the roads were more dangerous than he had expected...
uk_ua: Делфадор послухався поради Метора і пішов через пагорби у Велдин. Але дороги виявилися небезпечнішими, ніж він очікував...

source: Delfador must visit a village himself to find if help is there
uk_ua: Делфадор має відвідати село, щоб, можливо, знайти там допомогу

source: Delfador opens his eyes and realizes he is <i>alone</i> in the <i>dark</i>.
uk_ua: Делфадор розплющив очі і усвідомив, що він <i>один</i> у <i>темряві</i>.

source: Delfador returned to Weldyn, but not before secreting the Book of Crelanu to a place known only to him. To his surprise, Asheviere made no mention of the events in the manor. But not long after, orcish raids increased to a degree that threatened the Kingdom. The King mustered his armies to deal with the orcish menace, leading to the great battle at the Ford of Abez that was lost through betrayal.
uk_ua: Делфадор повернувся у Велдин, але не раніше, ніж сховав Книгу Крелану в надійному місці, відомому йому одному. На його здивування, Ашевір не згадувала про події, що сталися в маєтку. Але незабаром після цього набіги орків так почастішали, що стали погрожувати Королівству. Король зібрав свої армії, щоб розібратися з ними, і це привело до великої битви у Переправи Абез, яка була програна через зраду.

source: Delfador the Great, eh? And so it comes to pass as the four Oracles foretold. I accept your name-gift, Iliah-Malal.
uk_ua: Делфадор Великий, так? Ось і здійснилося пророцтво Провісників. Я приймаю ім'я, дане тобою, Іліа-Малал.

source: Delfador took a small escort to the north on a mission to close the portal. But with Iliah-Malal’s army at large north of the Great River, this was a perilous road. It was imperative that Delfador avoid well-trodden paths. This meant a detour...
uk_ua: Делфадор з невеликим супроводом рушив на північ, щоб спробувати закрити портал. Проте, зважаючи на армію Іліа-Малала на північ від Великої Ріки, це був ризикований шлях. Делфадор був вимушений уникати уторованих доріг, тому він пішов в обхід...

source: Delfador was granted an audience with the King and expressed his concerns about the Book, but the King put off a decision until Asheviere returned to Weldyn, and ordered Delfador to take no further action. And for once, Delfador knew he could not obey the King’s order.
uk_ua: Делфадор добився аудієнції Короля і виразив свої побоювання на рахунок Книги, але Король відклав ухвалення рішення до того, як Ашевір повернеться до Велдину, і наказав Делфадору нічого не робити надалі. Проте цього разу Делфадор знав, що він повинен порушити королівський наказ.

source: Delfador! And you, elvish friends! The Kingdom of Wesnoth is in your debt today!
uk_ua: Делфадоре! І ви, ельфійські друзі! Сьогодні королівство Веснота у вас в боргу!

source: Delfador! I am glad to see you. We have no demands on the King, but I believe he should be very careful, for he does not seem to be the only ruler in Wesnoth!
uk_ua: Делфадоре! Я радий тебе бачити. У нас немає претензій до Короля, але я вважаю, що йому слід бути обережнішим, бо виглядає так, наче він не єдиний правитель Весноту!

source: Delfador, I may have a task for you... Lionel’s talk of evil night creatures troubles me. Such stories have reached me before. There are a few places where the spirit world comes close to the earth we know, and there a trained mage may communicate with the spirits of the dead through meditation. The nearest lies to the northwest, on a small island in the Great River just south of the Ford of Abez. If the dead are restless, they may tell us why. I had thought to undertake such a mission myself... but now I must remain in Weldyn... perhaps you could go in my place?
uk_ua: Делфадоре, у мене є завдання для тебе... Розповідь Ліонеля про злих нічних створінь стурбувала мене. Я і раніше чув подібні історії. Існує декілька місць, де світ духів дуже близький до того світу, який ми знаємо, і там умілий маг може зануритися в медитацію і спілкуватися з душами померлих. Найближче з них розташовано на північному заході, на маленькому острові Великої Ріки, трохи південніше за Переправу Абез. Якщо мерці перебувають занепокоєнні, то вони можуть розповісти нам, через що. Я думав зробити подорож туди сам... але тепер я повинен залишатися у Велдині... може, ти зможеш замінити мене?

source: Delfador, a mage trusted of their king. He has survived a passage through the Land of the Dead not merely alive but uncorrupted. He helped us defeat the orcs when they threatened Lintanir, and I fought undead with him at Parthyn Ford. I have come north partly because I am thinking to fetch the Book of Crelanu so I can take it to him.
uk_ua: Делфадор, довірений маг їхнього короля. Він витримав подорож до Мертвих Земель, і повернувся не лише живим, але і колишнім. Він допоміг нам перемогти орків, коли вони погрожували Лінтаніру, і я билася разом з ним проти мерців на Парфінській Переправі. Я пішла на північ частково через те, що я думала дістати Книгу Крелану, щоб віддати її йому.

source: Delfador, as the King ordered I place all troops under your command. They will follow you to death, if necessary, and so will I!
uk_ua: Делфадоре, за наказом Короля я віддаю війська під твоє командування. Вони підуть за тобою на смерть, і я разом з ними!

source: Delfador, my old friend! We had heard of your coming, and of the attacks on the elves. It is good to see you again, although I would prefer it were not in such sad times.
uk_ua: Делфадоре, старий друже! Ми чули про те, що ти йдеш сюди, і про напад на ельфів. Я радий знову бачити тебе, але було б краще, щоб це сталося в менш сумні часи.

source: Delfador, my old master! You have saved the island from the orcs!
uk_ua: Делфадоре, мій старий вчитель! Ви врятували острів від орків!

source: Delfador, our weapons are weak against the undead, but perhaps we have other help to give you. Centuries ago, the great mage Crelanu entrusted to us a book of lore and perilous secrets that took him his entire life to gather.
uk_ua: Делфадоре, наша зброя не наносить мерцям особливої шкоди, але, можливо, ми можемо запропонувати тобі іншу допомогу. Декілька віків тому могутній маг Крелану довірив нам книгу, що містить в собі усе могутнє знання, усі небезпечні секрети, які Крелану упізнав за усе своє життя.

source: Delfador, sir. Actually, I came seeking you — you see, I was a student of Methor’s. He said that you might find me employment in Weldyn.
uk_ua: Делфадор, пане. Я шукав тебе — бачте, я учень Метора. Він сказав, що ти можеш допомогти мені знайти роботу у Велдині.

source: Delfador, sir. But I bring you ill news... Methor, my teacher, is dead.
uk_ua: Делфадор, пане. Але я приніс Вам погані вісті... Метор, мій учитель, мертвий.

source: Delfador, some orcs are following us! We must make haste!
uk_ua: Делфадоре за нами женуться орки! Треба поспішити!

source: Delfador, the surface path to the north ye’d need to have ta’en, along the Listra, is too dangerous. That valley is swarming with orcs now. We’ll take ye by a safer route, through tunnels under these hills.
uk_ua: Делфадоре, шлях по поверхні на північ, по якій ти збираєшся піти, занадто небезпечний. Ця долина кишить орками. Ми проведемо тебе безпечною дорогою через тунелі під цими пагорбами.

source: Delfador, you have proven your skill. I have an offer for you. Join me, and you will live as my right hand. Together, our magic skills will be unmatched and irresistible.
uk_ua: Делфадоре, ти підтвердив свою майстерність. У мене є для тебе пропозиція. Приєднуйся до мене і ти будеш моєю правою рукою. Наша об'єднана магія буде незрівнянною і непереборною.

source: Delfador, your time as my apprentice is now almost over. You are a fully-trained mage and may choose your own path in life. I hope, however, that you will take my advice and enroll yourself in the service of King Garard. I have many contacts at the court and—
uk_ua: Делфадоре, час твого учнівства майже закінчився. Тепер ти повністю навчений маг, і маєш обрати свій життєвий шлях. Проте, я сподіваюся, що ти приймеш мою пораду, і поступиш на службу до Короля Гарарда. У мене багато зв'язків при дворі, і—

source: Delfador... You raise undead?!
uk_ua: Делфадоре... Ти піднімаєш мерців?!

source: Delfador’s Memoirs
uk_ua: Мемуари Делфадора

source: Delfador’s last great quest, after that battle, was ending the usurpation of Asheviere and restoring the rightful <i>Heir to the Throne</i>.
uk_ua: Остання знаменита пригода Делфадора після цієї битви описана в розповіді <i>Спадкоємець престолу</i>. У ній розказано, як він завершив узурпацію Ашевір і повернув на трон законного правителя Весноту.

source: Delfador’s wandering time with Methor took them to many strange places, both within and beyond the lands of men. They studied and practiced, applying magecraft to aid those they traveled among and to deepen their understanding of the hidden currents and powers of the world.
uk_ua: Під час своєї подорожі Делфадор з Метором відвідали безліч дивних місць в землях людей і за їхніми межами. Делфадор навчався і тренувався, застосовуючи магічне ремесло в допомогу ближнім, і щоб поглибити своє знання про приховані потоки і сили світу.

source: Delirium
uk_ua: Марення

source: Deluded fool, you are rescuing a necromancer. I can only hope that you are too late, and that our souls will rest in peace.
uk_ua: Обманутий дурень, ти намагаєшся врятувати некроманта. Я сподіваюся, що тобі це не вдастся, та наші душі зможуть мирно спочити.

source: Delurin
uk_ua: Делурін

source: Den
uk_ua: Лігво

source: Dense Palm Forest
uk_ua: Густий пальмовий ліс

source: Deoran
uk_ua: Деоран

source: Deoran and Urza Afalas retreated quickly from Mebrin's fortress...
uk_ua: Деоран та Урза Афалас швидко відступали від фортеці Мебріна...

source: Deoran and his men came to the eastern border of the Aethenwood, where the towering trees of the elven forest loomed close overhead.
uk_ua: Деоран та його загін підійшли до східного кордону Етенвуду, де височезні дерева ельфійського лісу спліталися між собою, закриваючи небо.

source: Deoran decided to take action and wipe out the bandits. He and Sir Gerrick gathered their men and rode in haste to Westin. As they approached, they saw plumes of black smoke rising high into the sky, accompanied by the stench of burning flesh and the shrill cries of screaming villagers. Troubled and concerned, Deoran hastened his pace toward the old city.
uk_ua: Деоран вирішив узяти все до своїх рук та винищити бандитів. Разом з Паном Герріком він зібрав людей та відправився до Вестіну. Коли вони наближалися, то бачили стовпи чорного диму, що підіймалися в небо, супроводжував їх сморід згорілої плоті та віддалені крики переляканих селян. Занепокоєний і стурбований, Деоран прискорив рух до старого міста.

source: Deoran dropped his lance to the ground. The men around him slowly lifted their helmets from their brows. The battle was over. The undead were gone.
uk_ua: Деоран кинув свого списа на землю. Люди навколо повільно стягували свої шоломи з чола. Битва була завершена. Мерців більше не було.

source: Deoran spent his days visiting the wounded and directing the men as they rebuilt the shattered walls and ramparts of the city. Slowly, a sense of normalcy began to return to Kerlath Province as Westin was restored and the South Guard began to patrol the villages once again.
uk_ua: Деоран же відвідував поранених та керував відбудовою розбитих стін та валів міста. Поступово відчуття нормального життя почало повертатися до провінції Керлат, Вестін було відновлено, а Південна Гвардія знову почала патрулювати околиці.

source: Deoran, you are still young and have many things to learn. In dire times, sacrifices must always be made one way or another. If we flee with you, the undead will surely run us down and make short work of the city-folk. Then everything we have fought for will be lost!
uk_ua: Деоране, ти ще молодий і ще не знаєш багато чого. У зловісні часи так чи інакше робляться пожертви. Якщо я відступлю з тобою, мерці точно наздоженуть нас і тоді легко розберуться з містянами. Тоді все, за що ми боролися, буде втрачено!

source: Deoran? It truly is you? We had thought you had been lost to the undead.
uk_ua: Деоране? Це справді ти? Ми вважали, що тебе вбили мерці.

source: Deora—
uk_ua: Деора—

source: Dependencies Installation Failed
uk_ua: Не вдалось встановити залежності

source: Dependencies:
uk_ua: Залежності:

source: Deprecated
uk_ua: Застаріло

source: Deprecated Terrain
uk_ua: Застаріла місцевість

source: Derrin
uk_ua: Деррін

source: Dert
uk_ua: Дерт

source: Descent into Darkness
uk_ua: Падіння в темряву

source: Describing a troll as a whelp is something of an oxymoron, given that their bodies are already much hardier than that of a grown man. They are clumsy and not yet capable of walking properly, forced instead to shamble about on all fours, but any difficulty this causes them is more than made up for by the raw strength of their race.
uk_ua: Важко назвати подібного троля дитинчам, адже його тіло набагато міцніше, ніж у дорослої людини. Вони незграбні і ще не здатні нормально ходити, невміло пересуваючись на усіх чотирьох кінцівках, але усі подібні проблеми — ніщо в порівнянні з грубою силою представників їх раси.

source: Description
uk_ua: Опис

source: Description:
uk_ua: Опис:

source: Deselect Hex
uk_ua: Скинути вибір клітинки

source: Desert
uk_ua: Пустеля

source: Desert Castle
uk_ua: Пустельний замок

source: Desert Impassable Mountains
uk_ua: Пустельні непрохідні гори

source: Desert Keep
uk_ua: Пустельна вежа

source: Desert Mountains
uk_ua: Пустельні гори

source: Desert Plants
uk_ua: Пустельні рослини

source: Desert Plants without Bones
uk_ua: Пустельні рослини без скелету

source: Desert Sands
uk_ua: Пустельні піски

source: Desert Tent Village
uk_ua: Село з пустельних наметів

source: Deserter
uk_ua: Дезертир

source: Deserters
uk_ua: Дезертири

source: Desire
uk_ua: Бажання

source: Desktop Notification
uk_ua: Сповіщення робочого столу

source: Desolation
uk_ua: Розпач

source: Despair
uk_ua: Відчай

source: Despite orcs’ reliance on raw strength, few of their children are destined to grow to possess any. Goblins are, despite their appearance, born as siblings to the orcs and members of the same race. While other races usually bear children singly or in pairs, orcs will have large litters of children all at once, causing their populations to explode. Within any litter, there will be only one or two who grow to the strength of a “true orc”, a few who are born slightly smaller and weaker, and the rest, often a full half of any litter, are much weaker and destined to be goblins. Almost as newborns the class system of orcish society is visible, with the weak put in their place by their stronger siblings. The stronger ones will routinely grab most of the food and thus grow stronger still, while their weaker siblings do not.
uk_ua: Незважаючи на те, що орки в усьому покладаються на грубу силу, лише деякі їхні дитинчата будуть сильними, коли виростуть. Гобліни, незважаючи на їхню зовнішність, народжують братами та сестрами орків, і є представниками однієї і тієї ж раси. В той час коли інші раси зазвичай народжують своїх дітей по одному чи по двоє, орки мають цілий великий виводок за раз, що призводить до вибухового росту їхньої чисельності. У кожному виводку є лише один чи двоє, хто виросте зі силою “справжнього орка”, ще декілька народжується дещо меншими та слабшими. Ті, хто залишилися — а таких часто більше за половину, — вони набагато слабші, їм судилося стати гоблінами. Від самого народження починає діяти класова ієрархієя оркського суспільства — сильніші брати ставлять на місце слабших. Сильні постійно забиратимуть їжу у слабих, і таким чином виростуть ще сильнішими, а слабші — ні.

source: Destiny
uk_ua: Доля

source: Destroy Lich-Lord Jevyan and
uk_ua: Знищіть владику Жев'яна, потім

source: Destroy a fierce enemy
uk_ua: Знищіть лютого ворога

source: Destroy all enemy mushroom mines in <i>4p - A New Land</i>.
uk_ua: Знищити всі ворожі грибні копальні в <i>4p - Нова земля</i>.

source: Destroy all the undead
uk_ua: Знищіть всю нежить

source: Destroy all the undead units
uk_ua: Знищте всіх мерців

source: Destroy the Ford
uk_ua: Знищити брід

source: Destroy the stones and defeat all enemies
uk_ua: Знищіть камені та переможіть усіх противників

source: Destroy the stronghold of Halstead
uk_ua: Знищити твердиню Халстед

source: Destroy them!
uk_ua: Знищіть їх!

source: Destroyed all enemy mushroom mines in <i>4p - A New Land</i>.
uk_ua: Знищено всі ворожі грибні копальні в <i>4p - Нова земля</i>.

source: Destruction
uk_ua: Руйнування

source: Destruction of Mal Keshar
uk_ua: Знищення Мал Кешара

source: Details:
uk_ua: Деталі:

source: Dextrous
uk_ua: Влучний

source: Dextrous is a trait possessed only by elves. The elven people are known for their uncanny grace, and their great facility with the bow. Some, however, are gifted with natural talent that exceeds their brethren. These elves inflict an additional point of damage with each arrow.
uk_ua: Особливість ‘влучний’ притаманна лише ельфам. Народ ельфів відомий надприродною грацією і умінням прекрасно поводитися з луком. Проте деякі з них обдаровані особливим даром, більшим, ніж у їх побратимів. Ці ельфи наносять додаткову одиницю шкоди з кожною стрілою.
